[ChosenSword_XCOM X2PairedWeaponTemplate]
FriendlyName="太刀"
FriendlyNamePlural="太刀"
BriefSummary="天选者刺客的主要武器，由外星科技制成。据说只要出手必然得手。"
TacticalText="<Bullet/>这把太刀能造成大量伤害，且它的攻击不会打偏或是被闪避。\n<Bullet/>护甲也挡不住这把太刀\n<Bullet/>仅在副武器装备。"
AbilityDescName="剑"

[IRI_ThrowChosenKnife X2AbilityTemplate]
LocFriendlyName="投掷肋差"
LocLongDescription="选定目标进行肋差投掷，伤害一般，但拥有极强的碎甲，冷却2回合."
LocHelpText="选定目标进行肋差投掷，伤害一般，但拥有极强的碎甲，冷却2回合."
LocFlyOverText="投掷肋差"

[IRI_ThrowChosenKnife_Armory X2AbilityTemplate]
LocFriendlyName="投掷肋差"
LocLongDescription="选定目标进行肋差投掷，伤害一般，但拥有极强的碎甲."
LocHelpText="选定目标进行肋差投掷，伤害一般，但拥有极强的碎甲."
LocFlyOverText="投掷肋差"


[IRI_HunterMark X2AbilityTemplate]
LocFriendlyName="化身印记"
LocLongDescription="标记目标，下回合获得+100%命中."
LocHelpText="标记目标，下回合获得+100%命中"
LocFlyOverText="化身印记"

[IRI_HunterMarkHit X2AbilityTemplate]
LocFriendlyName="化身印记"
LocLongDescription="目标已被标记."
LocHelpText="目标已被标记."
LocFlyOverText="执行化身印记"

[IRI_RemoveHunterMark X2AbilityTemplate]
LocFriendlyName="移除化身印记"
LocLongDescription="移除目标身上的化身印记."
LocHelpText="移除目标身上的化身印记."

[IRI_HunterKillZone X2AbilityTemplate]
LocFriendlyName="猎杀地带"
LocLongDescription="对圆锥区域内任意移动得敌人进行一次反应射击，没有反应射击惩罚，但必须有视野才可以."
LocHelpText="对圆锥区域内任意移动得敌人进行一次反应射击，没有反应射击惩罚，但必须有视野才可以."
LocFlyOverText="猎杀地带"

[IRI_HunterKillZoneShot X2AbilityTemplate]
LocFriendlyName="猎杀地带"
LocLongDescription="对圆锥区域内任意移动得敌人进行一次反应射击，没有反应射击惩罚，但必须有视野才可以."
LocHelpText="对圆锥区域内任意移动得敌人进行一次反应射击，没有反应射击惩罚，但必须有视野才可以."
LocFlyOverText="猎杀地带"

[IRI_HarborWave X2AbilityTemplate]
LocFriendlyName="死告冲击"
LocLongDescription="挥舞太刀，打出一道巨大范围的剑气."
LocHelpText="挥舞太刀，打出一道巨大范围的剑气."
LocFlyOverText="死告冲击"

[IRI_ExplodePsionic_Armory X2AbilityTemplate]
LocFriendlyName="灵能爆破"
LocLongDescription="被动：干扰步枪对灵能单位造成更多伤害，甚至可使目标死亡时造成爆炸，范围4X4，灵能单位5X5."
LocHelpText="被动：化身·干扰步枪对灵能单位造成更多伤害，甚至可使目标死亡时造成爆炸，范围4X4，灵能单位5X5."